Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Subscribers can reach Weblate Care directly through the following channels:
sv: Abonnenter kan kontakta Weblate Care direkt via fÃ¶ljande kanaler:

source: Email support at care@weblate.org.
sv: E-postsupport pÃ¥ care@weblate.org.

source: The `customer care portal <https://care.weblate.org/>`_
sv: KundtjÃ¤nstportalen <https://care.weblate.org/>_

source: The support form is available in the Weblate management interface after :ref:`activate-support`.
sv: SupportformulÃ¤ret finns tillgÃ¤ngligt i Weblate-hanteringsgrÃ¤nssnittet efter :ref:`activate-support`.

source: A subscription ensures timely and reliable help with setup, maintenance, and troubleshooting.
sv: Ett abonnemang garanterar snabb och pÃ¥litlig hjÃ¤lp med installation, underhÃ¥ll och felsÃ¶kning.

source: **Sending encrypted content**
sv: **Skicka krypterat innehÃ¥ll**

source: If you want to send an encrypted content, please use the public key for care@weblate.org with ID ``0961 62CE 141D 7FE4 B15D A9FA 73D9 298A CB26 03F0``.
sv: Om du vill skicka krypterat innehÃ¥ll, anvÃ¤nd den offentliga nyckeln fÃ¶r care@weblate.org med ID ``0961 62CE 141D 7FE4 B15D A9FA 73D9 298A CB26 03F0``.

source: This public key is available on the most commonly used key servers, using WKD or `directly from weblate.org <https://weblate.org/.well-known/openpgpkey/hu/7oq6zfqsndhzsmw94xm1e5yu8me8sjsx?l=care>`_.
sv: Denna publika nyckel finns tillgÃ¤nglig pÃ¥ de mest anvÃ¤nda nyckelserverna, med hjÃ¤lp av WKD eller direkt frÃ¥n weblate.org <https://weblate.org/.well-known/openpgpkey/hu/7oq6zfqsndhzsmw94xm1e5yu8me8sjsx?l=care>.

source: *Discover* is an opt-in service making it easier for translators to find other Weblate instances and communities. Users can browse registered sites and find projects to contribute to on https://weblate.org/discover/.
sv: *Discover* Ã¤r en tjÃ¤nst som Ã¶versÃ¤ttare kan vÃ¤lja att ansluta sig till och som gÃ¶r det enklare fÃ¶r dem att hitta andra Weblate-instanser och communityn. AnvÃ¤ndare kan blÃ¤ddra bland registrerade webbplatser och hitta projekt att bidra till pÃ¥ https://weblate.org/discover/.

source: Getting listed
sv: Att bli noterad

source: Make sure you are OK with publishing your instance name, URL, tally of projects, components, and users, together with names of public projects and components for use on *Discover*.
sv: Se till att du samtycker till att publicera ditt instansnamn, din URL, antal projekt, komponenter och anvÃ¤ndare, tillsammans med namn pÃ¥ offentliga projekt och komponenter fÃ¶r anvÃ¤ndning pÃ¥ *Discover*.

source: List your server directly from the management panel if you have an active support subscription (:ref:`activate-support`):
sv: Lista din server direkt frÃ¥n hanteringspanelen om du har ett aktivt supportabonnemang (:ref:`activate-support`):

source: All steps for listing a server without a support contract:
sv: Alla steg fÃ¶r att registrera en server utan supportavtal:

source: Register yourself at https://weblate.org/user/
sv: Registrera dig pÃ¥ https://weblate.org/user/

source: Register your Weblate site at https://weblate.org/subscription/discovery/
sv: Registrera din Weblate-webbplats pÃ¥ https://weblate.org/subscription/discovery/

source: Confirm you want your Weblate listed by clicking :guilabel:`Enable discovery` from its management page :
sv: BekrÃ¤fta att du vill att din Weblate ska listas genom att klicka pÃ¥ :guilabel:`Aktivera upptÃ¤ckt` pÃ¥ dess administrationssida :

source: Listing customization
sv: Anpassning av listning

source: You are encouraged to provide an image (570 x 260 pixels) and description of your Weblate site at https://weblate.org/user/. This improves your instanceâs visibility in the list.
sv: Du uppmanas att tillhandahÃ¥lla en bild (570 x 260 pixlar) och en beskrivning av din Weblate-webbplats pÃ¥ https://weblate.org/user/. Detta fÃ¶rbÃ¤ttrar din instans synlighet i listan.

source: Everyone can add suggestions by default, to be accepted by signed in users. Suggestion voting can be used to make use of a string when more than one signed-in user agrees, by setting up the :ref:`component` with :guilabel:`Suggestion voting` to turn on voting, and :guilabel:`Automatically accept suggestions` to set a threshold for accepted suggestions (this includes a vote from the user making the suggestion if it is cast).
sv: Alla kan lÃ¤gga till fÃ¶rslag som standard, som sedan godkÃ¤nns av inloggade anvÃ¤ndare. FÃ¶rslagsrÃ¶stning kan anvÃ¤ndas fÃ¶r att anvÃ¤nda en strÃ¤ng nÃ¤r fler Ã¤n en inloggad anvÃ¤ndare Ã¤r Ã¶verens, genom att stÃ¤lla in :ref:`component` med :guilabel:`FÃ¶rslagsrÃ¶stning` fÃ¶r att aktivera rÃ¶stning och :guilabel:`Acceptera fÃ¶rslag automatiskt` fÃ¶r att stÃ¤lla in en trÃ¶skel fÃ¶r godkÃ¤nda fÃ¶rslag (detta inkluderar en rÃ¶st frÃ¥n anvÃ¤ndaren som lÃ¤mnar fÃ¶rslaget om det avges).

source: Once automatic acceptance is set up, normal users lose the privilege to directly save translations or accept suggestions. This can be overridden with the :guilabel:`Edit string when suggestions are enforced` :ref:`permission <privileges>`.
sv: NÃ¤r automatisk godkÃ¤nnande Ã¤r instÃ¤llt fÃ¶rlorar vanliga anvÃ¤ndare rÃ¤tten att direkt spara Ã¶versÃ¤ttningar eller godkÃ¤nna fÃ¶rslag. Detta kan Ã¥sidosÃ¤ttas med :guilabel:`Redigera strÃ¤ng nÃ¤r fÃ¶rslag tillÃ¤mpas` :ref:`permission <privileges>`.

source: You can combine these with :ref:`access control <access-control>` into one of the following setups:
sv: Du kan kombinera dessa med :ref:`Ã¥tkomstkontroll <access-control>` i nÃ¥gon av fÃ¶ljande konfigurationer:

source: Additional info on source strings
sv: Ytterligare information om kÃ¤llstrÃ¤ngar

source: Enhance the translation process by adding additional info to the strings including explanations, string priorities, check flags and visual context. Some of that info may be extracted from the translation files and some may be added by editing the additional string info:
sv: FÃ¶rbÃ¤ttra Ã¶versÃ¤ttningsprocessen genom att lÃ¤gga till ytterligare information till strÃ¤ngarna, inklusive fÃ¶rklaringar, strÃ¤ngprioriteringar, kontrollflaggor och visuellt sammanhang. En del av denna information kan extraheras frÃ¥n Ã¶versÃ¤ttningsfilerna och en del kan lÃ¤ggas till genom att redigera den ytterligare strÃ¤nginformationen:

source: Access this directly from the translation interface by clicking the "Edit" icon next to :guilabel:`Screenshot context` or :guilabel:`Flags`.
sv: Du kommer Ã¥t detta direkt frÃ¥n Ã¶versÃ¤ttningsgrÃ¤nssnittet genom att klicka pÃ¥ ikonen "Redigera" bredvid :guilabel:`SkÃ¤rmdumpskontext` eller :guilabel:`Flaggor`.

source: Strings prioritization
sv: Prioritering av strÃ¤ngar

source: String priority can be changed to offer higher priority strings for translation earlier by using the ``priority`` flag.
sv: StrÃ¤ngprioritet kan Ã¤ndras fÃ¶r att ge strÃ¤ngar med hÃ¶gre prioritet Ã¶versÃ¤ttning tidigare genom att anvÃ¤nda flaggan ``priority``.

source: This can be used to order the flow of translation in a logical manner.
sv: Detta kan anvÃ¤ndas fÃ¶r att ordna Ã¶versÃ¤ttningsflÃ¶det pÃ¥ ett logiskt sÃ¤tt.

source: The string flags are also inherited from the :ref:`component-check_flags` at :ref:`component` and flags from the translation file (see :doc:`/formats`).
sv: StrÃ¤ngflaggorna Ã¤rvs ocksÃ¥ frÃ¥n :ref:`component-check_flags` i :ref:`component` och flaggor frÃ¥n Ã¶versÃ¤ttningsfilen (se :doc:`/formats`).

source: In previous versions this has been called :guilabel:`Extra context`.
sv: I tidigare versioner har detta kallats :guilabel:`Extra context`.

source: Support for syncing explanation with a file was introduced.
sv: StÃ¶d fÃ¶r synkronisering av fÃ¶rklaringar med en fil har infÃ¶rts.

source: Use the explanation to clarify scope or usage of the translation. You can use Markdown to include links and other markup.
sv: AnvÃ¤nd fÃ¶rklaringen fÃ¶r att klargÃ¶ra Ã¶versÃ¤ttningens omfattning eller anvÃ¤ndning. Du kan anvÃ¤nda Markdown fÃ¶r att inkludera lÃ¤nkar och andra markeringar.

source: Some file formats support storing explanation within the file, see :ref:`format-explanation`.
sv: Vissa filformat stÃ¶der lagring av fÃ¶rklaringar i filen, se :ref:`format-explanation`.

source: Weblate can also display description present in the translation file for some formats, see :ref:`format-description`.
sv: Weblate kan ocksÃ¥ visa beskrivningar som finns i Ã¶versÃ¤ttningsfilen fÃ¶r vissa format, se :ref:`format-description`.

source: Visual context for strings
sv: Visuellt sammanhang fÃ¶r strÃ¤ngar

source: You can upload a screenshot showing a given source string in use within your program. This helps translators understand where it is used, and how it should be translated.
sv: Du kan ladda upp en skÃ¤rmdump som visar en viss kÃ¤llstrÃ¤ng som anvÃ¤nds i ditt program. Detta hjÃ¤lper Ã¶versÃ¤ttarna att fÃ¶rstÃ¥ var den anvÃ¤nds och hur den ska Ã¶versÃ¤ttas.

source: The uploaded screenshot is shown in the translation context sidebar:
sv: Den uppladdade skÃ¤rmdumpen visas i Ã¶versÃ¤ttningskontextens sidofÃ¤lt:

source: In addition to :ref:`additional`, screenshots have a separate management interface under the :guilabel:`Operations` menu. Upload screenshots, assign them to source strings manually, or use optical character recognition (OCR) to do so by pressing the :guilabel:`Automatically recognize` button.
sv: FÃ¶rutom :ref:`additional` har skÃ¤rmdumpar ett separat grÃ¤nssnitt fÃ¶r hantering under menyn :guilabel:`Operations`. Ladda upp skÃ¤rmdumpar, tilldela dem manuellt till kÃ¤llstrÃ¤ngar eller anvÃ¤nd optisk teckenigenkÃ¤nning (OCR) fÃ¶r att gÃ¶ra detta genom att trycka pÃ¥ knappen :guilabel:`Automatically recognize`.

source: Once a screenshot is uploaded, this interface handles management and source string association:
sv: NÃ¤r en skÃ¤rmdump har laddats upp hanterar detta grÃ¤nssnitt administrationen och kopplingen till kÃ¤llstrÃ¤ngen:

source: You can upload a screenshot from a local file or provide a URL to download an image from an external source. URL-based uploads may be restricted based on the :setting:`ALLOWED_ASSET_DOMAINS` setting, which controls which domains are trusted for downloading external assets, and :setting:`ALLOWED_ASSET_SIZE` which limits maximal size for the asset.
sv: Du kan ladda upp en skÃ¤rmdump frÃ¥n en lokal fil eller ange en URL fÃ¶r att ladda ner en bild frÃ¥n en extern kÃ¤lla. URL-baserade uppladdningar kan begrÃ¤nsas baserat pÃ¥ instÃ¤llningen :setting:`ALLOWED_ASSET_DOMAINS`, som styr vilka domÃ¤ner som Ã¤r betrodda fÃ¶r nedladdning av externa tillgÃ¥ngar, och :setting:`ALLOWED_ASSET_SIZE`, som begrÃ¤nsar den maximala storleken fÃ¶r tillgÃ¥ngen.

source: You can add or update screenshots directly from your Version Control System (VCS) repository.
sv: Du kan lÃ¤gga till eller uppdatera skÃ¤rmdumpar direkt frÃ¥n ditt versionshanteringssystem (VCS).

source: To enable this feature, you can either set a screenshot file mask when creating a component, which will be monitored for updates in the repository, or you can add or update screenshots when uploading them manually.
sv: FÃ¶r att aktivera den hÃ¤r funktionen kan du antingen stÃ¤lla in en skÃ¤rmdumpfilmask nÃ¤r du skapar en komponent, som kommer att Ã¶vervakas fÃ¶r uppdateringar i arkivet, eller sÃ¥ kan du lÃ¤gga till eller uppdatera skÃ¤rmdumpar nÃ¤r du laddar upp dem manuellt.

source: When the repository is updated, the system will automatically scan for changes. Existing screenshots in the repository will be updated, and new screenshots matching the specified screenshot file mask will be added to the component.
sv: NÃ¤r arkivet uppdateras kommer systemet automatiskt att sÃ¶ka efter Ã¤ndringar. Befintliga skÃ¤rmdumpar i arkivet kommer att uppdateras och nya skÃ¤rmdumpar som matchar den angivna skÃ¤rmdumpfilmasken kommer att lÃ¤ggas till i komponenten.

source: Upgrading Weblate
sv: Uppgradering av Weblate

source: Docker image upgrades
sv: Uppgradering av Docker-bilder

source: The official Weblate Docker image (see :doc:`install/docker`) integrates all upgrade steps. Typically, no manual interaction is needed beyond pulling the latest (or at least newer) version.
sv: Den officiella Weblate Docker-bilden (se :doc:`install/docker`) integrerar alla uppgraderingssteg. Normalt behÃ¶vs ingen manuell interaktion utÃ¶ver att hÃ¤mta den senaste (eller Ã¥tminstone nyare) versionen.

source: Generic upgrade instructions
sv: Generella uppgraderingsinstruktioner

source: Always look for new changes to :ref:`requirements` before upgrading. Once all requirements are installed or upgraded, ensure your :file:`settings.py` matches the changes in the configuration (consult :file:`settings_example.py` for correct values).
sv: Leta alltid efter nya Ã¤ndringar i :ref:`requirements` innan du uppgraderar. NÃ¤r alla krav har installerats eller uppgraderats, se till att din :file:`settings.py` matchar Ã¤ndringarna i konfigurationen (se :file:`settings_example.py` fÃ¶r korrekta vÃ¤rden).

source: Always check :ref:`version-specific-instructions` before upgrading. If you are skipping any versions, be sure to follow instructions for all versions you are skipping during such upgrade. It's sometimes better to upgrade gradually to an intermediate version to ensure a smooth migration. Upgrading across multiple releases should work, but is not as well tested as single version upgrades!
sv: Kontrollera alltid :ref:`version-specific-instructions` innan du uppgraderar. Om du hoppar Ã¶ver nÃ¥gra versioner, se till att fÃ¶lja instruktionerna fÃ¶r alla versioner du hoppar Ã¶ver under uppgraderingen. Ibland Ã¤r det bÃ¤ttre att uppgradera gradvis till en mellanversion fÃ¶r att sÃ¤kerstÃ¤lla en smidig migrering. Uppgradering Ã¶ver flera versioner bÃ¶r fungera, men Ã¤r inte lika vÃ¤l testat som uppgradering av en enda version!

source: Always back up the full database before upgrading, so that you can roll back the database if the upgrade fails, see :doc:`backup`.
sv: SÃ¤kerhetskopiera alltid hela databasen innan du uppgraderar, sÃ¥ att du kan Ã¥terstÃ¤lla databasen om uppgraderingen misslyckas, se :doc:`backup`.

source: Stop the WSGI and Celery processes to avoid old processes running while upgrading. Otherwise incompatible changes in the database might occur.
sv: Stoppa WSGI- och Celery-processerna fÃ¶r att undvika att gamla processer kÃ¶rs under uppgraderingen. Annars kan inkompatibla Ã¤ndringar i databasen uppstÃ¥.

source: Upgrade Weblate
sv: Uppgradera Weblate

source: For pip installs it can be achieved by:
sv: FÃ¶r pip-installationer kan detta uppnÃ¥s genom:

source: Or, if you just want to get the latest released version:
sv: Eller, om du bara vill hÃ¤mta den senaste versionen:

source: If you don't want to install all of the optional dependencies do:
sv: Om du inte vill installera alla valfria beroenden gÃ¶r du sÃ¥ hÃ¤r:

source: Using Git checkout, you need to fetch new source code and update your installation:
sv: Med Git checkout mÃ¥ste du hÃ¤mta ny kÃ¤llkod och uppdatera din installation:

source: New Weblate releases might have new :ref:`python-deps`, check if they cover the features you want.
sv: Nya Weblate-versioner kan ha nya :ref:`python-deps`, kontrollera om de tÃ¤cker de funktioner du vill ha.

source: Upgrade the configuration file by following either :file:`settings_example.py`, or :ref:`version-specific-instructions`.
sv: Uppgradera konfigurationsfilen genom att fÃ¶lja antingen :file:`settings_example.py` eller :ref:`version-specific-instructions`.

source: Upgrade the database:
sv: Uppgradera databasen:

source: Collect updated static files (see :ref:`server` and :ref:`static-files`):
sv: Samla in uppdaterade statiska filer (se :ref:`server` och :ref:`static-files`):

source: Compress JavaScript and CSS files (optional, see :ref:`production-compress`):
sv: Komprimera JavaScript- och CSS-filer (valfritt, se :ref:`production-compress`):

source: If you are running an installation from Git, you should also regenerate locale files every time you upgrade. You can do this by invoking:
sv: Om du kÃ¶r en installation frÃ¥n Git bÃ¶r du ocksÃ¥ regenerera lokaliseringsfilerna varje gÃ¥ng du uppgraderar. Du kan gÃ¶ra detta genom att anropa:

source: Verify that your setup is sane (see also :ref:`production`):
sv: Kontrollera att din konfiguration Ã¤r korrekt (se Ã¤ven :ref:`production`):

source: Restart the Celery worker (see :ref:`celery`).
sv: Starta om Celery-arbetaren (se :ref:`celery`).

source: Version-specific instructions
sv: Versionsspecifika instruktioner

source: Version specific instructions are now included in the release notes, see :doc:`/changes`.
sv: Versionsspecifika instruktioner finns nu med i release notes, se :doc:`/changes`.

source: Upgrade from an older major version
sv: Uppgradering frÃ¥n en Ã¤ldre huvudversion

source: Upgrades across major versions are not supported. Always upgrade to the latest patch level for the initial major release. Upgrades skipping this step are not supported and will break.
sv: Uppgraderingar mellan stÃ¶rre versioner stÃ¶ds inte. Uppgradera alltid till den senaste patchnivÃ¥n fÃ¶r den ursprungliga stÃ¶rre versionen. Uppgraderingar som hoppar Ã¶ver detta steg stÃ¶ds inte och kommer att sluta fungera.

source: If you are upgrading from the 2.x release, always first upgrade to 3.0.1.
sv: Om du uppgraderar frÃ¥n version 2.x ska du alltid fÃ¶rst uppgradera till 3.0.1.

source: If you are upgrading from the 3.x release, always first upgrade to 4.0.4.
sv: Om du uppgraderar frÃ¥n version 3.x ska du alltid fÃ¶rst uppgradera till 4.0.4.

source: If you are upgrading from the 4.x release, always first upgrade to 5.0.2.
sv: Om du uppgraderar frÃ¥n version 4.x ska du alltid fÃ¶rst uppgradera till 5.0.2.

source: `Upgrade from 2.20 to 3.0 in Weblate 3.0 documentation <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_
sv: `Uppgradering frÃ¥n 2.20 till 3.0 i Weblate 3.0-dokumentationen <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_

source: `Upgrade from 3.11 to 4.0 in Weblate 4.0 documentation <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0>`_
sv: `Uppgradering frÃ¥n 3.11 till 4.0 i Weblate 4.0-dokumentationen <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0>`_

source: `Upgrade from 4.x to 5.0.2 in Weblate 5.0 documentation <https://docs.weblate.org/en/weblate-5.0.2/changes.html>`_
sv: `Uppgradering frÃ¥n 4.x till 5.0.2 i Weblate 5.0-dokumentationen <https://docs.weblate.org/en/weblate-5.0.2/changes.html>`_

source: Migrating from other databases to PostgreSQL
sv: Migrera frÃ¥n andra databaser till PostgreSQL

source: If you are running Weblate with a different database than PostgreSQL, consider migrating to PostgreSQL for better performance by doing the following steps. Remember to stop both, the web and Celery servers beforehand, otherwise you might end up with inconsistent data.
sv: Om du kÃ¶r Weblate med en annan databas Ã¤n PostgreSQL bÃ¶r du Ã¶vervÃ¤ga att migrera till PostgreSQL fÃ¶r bÃ¤ttre prestanda genom att fÃ¶lja dessa steg. Kom ihÃ¥g att stÃ¤nga av bÃ¥de webb- och Celery-servrarna i fÃ¶rvÃ¤g, annars kan det uppstÃ¥ inkonsekvenser i data.

source: It is usually a good idea to run Weblate in a separate database, and a separate user account:
sv: Det Ã¤r vanligtvis en bra idÃ© att kÃ¶ra Weblate i en separat databas och med ett separat anvÃ¤ndarkonto:

source: Migrating to PostgreSQL using pgloader
sv: Migrera till PostgreSQL med pgloader

source: The `pgloader`_ is a generic migration tool to migrate data to PostgreSQL. You can use it to migrate your Weblate database.
sv: `pgloader`_ Ã¤r ett generiskt migreringsverktyg fÃ¶r att migrera data till PostgreSQL. Du kan anvÃ¤nda det fÃ¶r att migrera din Weblate-databas.

source: Adjust your :file:`settings.py` to use PostgreSQL as database.
sv: Justera din :file:`settings.py` fÃ¶r att anvÃ¤nda PostgreSQL som databas.

source: Migrate the schema in the PostgreSQL database:
sv: Migrera schemat i PostgreSQL-databasen:

source: 3. Run the pgloader to transfer the data. The following script can be used to migrate the database, but you might want to learn more about `pgloader`_ to better understand what it does, and tweak it to match your setup:
sv: 3. KÃ¶r pgloader fÃ¶r att Ã¶verfÃ¶ra data. FÃ¶ljande skript kan anvÃ¤ndas fÃ¶r att migrera databasen, men du kanske vill lÃ¤ra dig mer om `pgloader`_ fÃ¶r att bÃ¤ttre fÃ¶rstÃ¥ vad det gÃ¶r och anpassa det efter din konfiguration:

source: Migrating from Pootle
sv: Migrera frÃ¥n Pootle

source: As Weblate was originally written as a replacement for Pootle, it is supported to migrate the user accounts from it. You can dump the users from Pootle and import them using :wladmin:`importusers`.
sv: Eftersom Weblate ursprungligen skrevs som en ersÃ¤ttning fÃ¶r Pootle, stÃ¶ds migrering av anvÃ¤ndarkonton frÃ¥n Pootle. Du kan dumpa anvÃ¤ndarna frÃ¥n Pootle och importera dem med :wladmin:`importusers`.

source: The API is accessible on the ``/api/`` URL and it is based on `Django REST framework <https://www.django-rest-framework.org/>`_. You can use it directly or by :ref:`wlc`.
sv: API:et Ã¤r tillgÃ¤ngligt pÃ¥ URL:en ``/api/`` och baseras pÃ¥ `Django REST framework <https://www.django-rest-framework.org/>`_. Du kan anvÃ¤nda det direkt eller via :ref:`wlc`.

source: The API is also documented using OpenAPI 3.1 on the ``/api/schema/`` URL, you can browse at ``/api/docs/``.
sv: API:et Ã¤r ocksÃ¥ dokumenterat med OpenAPI 3.1 pÃ¥ URL:en ``/api/schema/``, som du kan blÃ¤ddra i pÃ¥ ``/api/docs/``.

source: OpenAPI is available as a feature preview. The documentation is most likely incomplete at this point and subject to change. Please consult the documentation below for more detailed information on the API.
sv: OpenAPI Ã¤r tillgÃ¤ngligt som en fÃ¶rhandsvisning av funktionen. Dokumentationen Ã¤r sannolikt ofullstÃ¤ndig i nulÃ¤get och kan komma att Ã¤ndras. Se dokumentationen nedan fÃ¶r mer detaljerad information om API:et.

source: Authentication and generic parameters
sv: Autentisering och generiska parametrar

source: Generic request behaviour for the API, the headers, status codes and parameters here apply to all endpoints as well.
sv: Generellt fÃ¶rfrÃ¥gningsbeteende fÃ¶r API:et, rubrikerna, statuskoderna och parametrarna hÃ¤r gÃ¤ller Ã¤ven fÃ¶r alla slutpunkter.

source: Query Parameters
sv: Parametrar i fÃ¶rfrÃ¥gan

source: Response format (overrides :http:header:`Accept`). Possible values depends on REST framework setup, by default ``json``, ``csv`` and ``api`` are supported. The latter provides web browser interface for API.
sv: Svarsformat (Ã¥terkallar :http:header:`Accept`). MÃ¶jliga vÃ¤rden beror pÃ¥ REST-ramverkets instÃ¤llningar. Som standard stÃ¶ds ``json``, ``csv`` och ``api``. Det sistnÃ¤mnda tillhandahÃ¥ller ett webblÃ¤sargrÃ¤nssnitt fÃ¶r API.

source: Returns given page of paginated results (use `next` and `previous` fields in response to automate the navigation).
sv: Returnerar given sida med paginerade resultat (anvÃ¤nd fÃ¤lten `next` och `previous` i svaret fÃ¶r att automatisera navigeringen).

source: Return the given number of items per request. The default is 50 and the maximum is 1000. For the `units` endpoints the default is 100 with a maximum of 10000. The default value is also configurable using the `PAGE_SIZE` setting.
sv: Returnera det angivna antalet objekt per begÃ¤ran. StandardvÃ¤rdet Ã¤r 50 och maximivÃ¤rdet Ã¤r 1000. FÃ¶r slutpunkterna `units` Ã¤r standardvÃ¤rdet 100 och maximivÃ¤rdet 10000. StandardvÃ¤rdet kan ocksÃ¥ konfigureras med instÃ¤llningen `PAGE_SIZE`.

source: Request Headers
sv: BegÃ¤rande rubriker

source: the response content type depends on :http:header:`Accept` header
sv: svarets innehÃ¥llstyp beror pÃ¥ :http:header:`Accept`-rubriken
